Repository: taijased/final-viewer
Catalog: viewer-final/Design System/Localizable/*.lproj/Localizable.strings
Languages: ru

# Welcome.title
source: Welcome to ARQ Viewer
ru: Добро пожаловать в ARQ Viewer

# Welcome.description
source: View and display your projects. Share them. See statistics and manage your account. To create the projects you need login ARQ Editor
ru: Загрузите, демонстрируйте и делитесь своими 3D проектами с использованием дополненной реальности. Просто загрузите ваши 3D модели откуда угодно.

# Welcome.btn
source: Import file
ru: Импортировать файл

# Welcome.projects
source: Use ARQ sample file
ru: Использовать примеры ARQ

# ChooseFile.desc
source: ARQ Viewer supports more than 40 3D formats. A list of supported 3D models can be found here.
ru: ARQ Viewer поддерживает более 40 3D форматов. Со списком поддерживаемых форматов можете ознакомться здесь.

# ChooseFile.term
source: here
ru: здесь

# ChooseFile.title
source: Select files from
ru: Выберите файл из

# ChooseFile.files
source: Choose from file
ru: Файлы

# SupportedFormat.title
source: Supported formats
ru: Поддерживаемые форматы

# Projects.title
source: Projects
ru: Проекты

# Projects.open
source: Open
ru: Открыть

# Projects.rename
source: Rename
ru: Переименовать

# Projects.rename.desc
source: Please write new name
ru: Пожалуйста введите новое название

# Projects.delete
source: Delete file
ru: Удалить файл

# Projects.cancel
source: Cancel
ru: Отмена

# Projects.empty
source: Choose file
ru: Выберите файл

# Projects.share
source: Share
ru: Поделиться

# FileManager.exist
source: Already exists! Do nothing
ru: Файл уже существует!

# FileManager.success
source: Copied file!
ru: Файл скопирован!

# FileManager.error
source: Error
ru: Ошибка!

# Info.label-first
source: Camera control
ru: Управление камерой

# Info.label-second
source: Model control
ru: Управление моделью

# Info.3d.move
source: Change camera orbit
ru: Орбита камеры

# Info.ar.move
source: Transition on plane
ru: Перемещение по плоскости

# Info.moveUp
source: Change height
ru: Высота от плоскости

# Info.moveCamera
source: Move camera
ru: Перемещение камеры

# Info.3d.zoom
source: Camera zoom
ru: Приближение камеры

# Info.ar.zoom
source: Scale model
ru: Масштаб модели

# Info.selected
source: Select
ru: Выделить

# Info.rotation
source: Rotate model
ru: Поворот модели

# Info.logo
source: To rotate the model around it’s axis, select the object and move the camera's orbit
ru: Для поворота модели вокруг своей оси, выделите объект и перемещайте орбиту камеры

# Share.title
source: Upload agreement
ru: Согласие на загрузку

# Share.description
source: In order to share your file, we pre-upload it to our server. ARQ, LLC guarantees that the 3D models you upload will not be passed to third parties.
ru: Для того чтобы вы могли поделиться вашим файлом, мы предварительно загружаем его на наш сервер для обработки. Компания ARQ гарантирует, что загруженные вами 3D модели не будут переданы третьим лицам.

# Share.agree
source: Agree
ru: Согласен

# Share.disagree
source: Disagree
ru: Не согласен

# Share.upload.title
source: Do not close ARQ Viewer
ru: Не закрывайте ARQ Viewer

# Share.upload.desc
source: We processing your 3D project
ru: Мы обрабатываем ваш проект
